# Напишите программу, которая распечатает все натуральные числа кратные 5 от 195 до 6785 включительно в порядке убывания.
# Каждое число следует выводить на отдельной строчке как в примере ниже
b = 6785
while b >= 195:
    print(b)
    b = b -5
