# Напишите программу, которая распечатает все натуральные числа от 1000 до 2000 включительно.
# Каждое число следует выводить на отдельной строчке как в примере ниже
a = 1000
while a <= 2000:
    print(a)
    a = a+1
